{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[BOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "[UNK]": 0,
      "[PAD]": 1,
      "[BOS]": 2,
      "[EOS]": 3,
      "!": 4,
      "'": 5,
      "(": 6,
      ")": 7,
      ",": 8,
      "-": 9,
      ".": 10,
      "0": 11,
      "1": 12,
      "2": 13,
      "4": 14,
      "5": 15,
      "9": 16,
      ":": 17,
      "=": 18,
      "?": 19,
      "A": 20,
      "B": 21,
      "C": 22,
      "D": 23,
      "I": 24,
      "M": 25,
      "O": 26,
      "R": 27,
      "S": 28,
      "T": 29,
      "V": 30,
      "W": 31,
      "Y": 32,
      "[": 33,
      "]": 34,
      "_": 35,
      "a": 36,
      "b": 37,
      "c": 38,
      "d": 39,
      "e": 40,
      "f": 41,
      "g": 42,
      "h": 43,
      "i": 44,
      "j": 45,
      "k": 46,
      "l": 47,
      "m": 48,
      "n": 49,
      "o": 50,
      "p": 51,
      "q": 52,
      "r": 53,
      "s": 54,
      "t": 55,
      "u": 56,
      "v": 57,
      "w": 58,
      "y": 59,
      "z": 60,
      "✨": 61,
      "🌟": 62,
      "🎱": 63,
      "🔮": 64,
      "re": 65,
      "st": 66,
      "on": 67,
      "he": 68,
      "The": 69,
      "al": 70,
      "th": 71,
      "yst": 72,
      "ou": 73,
      "to": 74,
      "il": 75,
      "pa": 76,
      "es": 77,
      "is": 78,
      "te": 79,
      "ad": 80,
      "in": 81,
      "read": 82,
      "path": 83,
      "')": 84,
      "='": 85,
      "_f": 86,
      "em": 87,
      "js": 88,
      "ol": 89,
      "qu": 90,
      "syst": 91,
      "res": 92,
      "tool": 93,
      "ile": 94,
      "read_f": 95,
      "')]": 96,
      "json": 97,
      "system": 98,
      "read_file": 99,
      "ir": 100,
      "it": 101,
      "pr": 102,
      "this": 103,
      "pro": 104,
      "ed": 105,
      "ic": 106,
      "you": 107,
      "00": 108,
      "Is": 109,
      "Wil": 110,
      "ds": 111,
      "er": 112,
      "myst": 113,
      "pon": 114,
      "uc": 115,
      "real": 116,
      "sts": 117,
      "inqu": 118,
      "respon": 119,
      "iry": 120,
      "ical": 121,
      "your": 122,
      "Will": 123,
      "mystical": 124,
      "realm": 125,
      "inquiry": 126,
      "responds": 127,
      "ces": 128,
      "no": 129,
      "ul": 130,
      "ate": 131,
      "lo": 132,
      "ly": 133,
      "or": 134,
      "cess": 135,
      "ay": 136,
      "ce": 137,
      "ll": 138,
      "late": 139,
      "say": 140,
      "01": 141,
      "02": 142,
      "0m": 143,
      "15": 144,
      "25": 145,
      "202": 146,
      "95": 147,
      "All": 148,
      "Sh": 149,
      "_res": 150,
      "ac": 151,
      "an": 152,
      "ain": 153,
      "cy": 154,
      "de": 155,
      "duc": 156,
      "ev": 157,
      "ests": 158,
      "go": 159,
      "gs": 160,
      "hi": 161,
      "ion": 162,
      "ld": 163,
      "ncy": 164,
      "od": 165,
      "of": 166,
      "per": 167,
      "p95": 168,
      "ss": 169,
      "suc": 170,
      "ts": 171,
      "the": 172,
      "tion": 173,
      "wor": 174,
      "yes": 175,
      "requ": 176,
      "st_res": 177,
      "ould": 178,
      "pass": 179,
      "tests": 180,
      "test_res": 181,
      "ready": 182,
      "process": 183,
      "produc": 184,
      "000": 185,
      "ults": 186,
      "logs": 187,
      "ceed": 188,
      "latency": 189,
      "0ms": 190,
      "250ms": 191,
      "2024": 192,
      "Should": 193,
      "achi": 194,
      "eves": 195,
      "good": 196,
      "perf": 197,
      "work": 198,
      "requests": 199,
      "test_results": 200,
      "processed": 201,
      "production": 202,
      "achieves": 203,
      ":!": 204,
      "bal": 205,
      "cr": 206,
      "eal": 207,
      "pir": 208,
      "spir": 209,
      "veal": 210,
      "reveal": 211,
      "ystal": 212,
      "its": 213,
      "ball": 214,
      "crystal": 215,
      "spirits": 216,
      "reveals": 217,
      "ag": 218,
      "ful": 219,
      "ig": 220,
      "out": 221,
      "not": 222,
      "again": 223,
      ":.": 224,
      "🔮!": 225,
      "As": 226,
      "It": 227,
      "My": 228,
      "Ou": 229,
      "Yes": 230,
      "be": 231,
      "bt": 232,
      "ct": 233,
      "con": 234,
      "cor": 235,
      "dou": 236,
      "ht": 237,
      "ide": 238,
      "nt": 239,
      "ok": 240,
      "ply": 241,
      "rig": 242,
      "so": 243,
      "sw": 244,
      "tin": 245,
      "tlo": 246,
      "ue": 247,
      "✨!": 248,
      "rect": 249,
      "proceed": 250,
      "now": 251,
      "cessful": 252,
      "answ": 253,
      "succeed": 254,
      "successful": 255,
      "Outlo": 256,
      "contin": 257,
      "correct": 258,
      "doubt": 259,
      "idea": 260,
      "right": 261,
      "answer": 262,
      "Outlook": 263,
      "continue": 264,
      "🌟!": 265,
      "🌟.": 266,
      "✨.": 267,
      "🔮.": 268,
      "Be": 269,
      "Con": 270,
      "Can": 271,
      "Don": 272,
      "Mo": 273,
      "Re": 274,
      "Sig": 275,
      "Ver": 276,
      "Wi": 277,
      "You": 278,
      "as": 279,
      "az": 280,
      "ci": 281,
      "cou": 282,
      "cer": 283,
      "ded": 284,
      "dic": 285,
      "ee": 286,
      "ely": 287,
      "fin": 288,
      "haz": 289,
      "ik": 290,
      "ite": 291,
      "lik": 292,
      "may": 293,
      "ns": 294,
      "oin": 295,
      "pre": 296,
      "poin": 297,
      "ry": 298,
      "rces": 299,
      "rate": 300,
      "sou": 301,
      "see": 302,
      "tte": 303,
      "tain": 304,
      "try": 305,
      "rely": 306,
      "reply": 307,
      "thout": 308,
      "tell": 309,
      "cent": 310,
      "later": 311,
      "and": 312,
      "deci": 313,
      "defin": 314,
      "Ask": 315,
      "doubtful": 316,
      "Bette": 317,
      "Concent": 318,
      "Cannot": 319,
      "Most": 320,
      "Reply": 321,
      "Signs": 322,
      "Very": 323,
      "Without": 324,
      "ask": 325,
      "count": 326,
      "certain": 327,
      "dedly": 328,
      "dict": 329,
      "hazy": 330,
      "itely": 331,
      "likely": 332,
      "predict": 333,
      "point": 334,
      "sources": 335,
      "decidedly": 336,
      "definitely": 337,
      "Better": 338,
      "Concentrate": 339
    },
    "merges": [
      [
        "r",
        "e"
      ],
      [
        "s",
        "t"
      ],
      [
        "o",
        "n"
      ],
      [
        "h",
        "e"
      ],
      [
        "T",
        "he"
      ],
      [
        "a",
        "l"
      ],
      [
        "t",
        "h"
      ],
      [
        "y",
        "st"
      ],
      [
        "o",
        "u"
      ],
      [
        "t",
        "o"
      ],
      [
        "i",
        "l"
      ],
      [
        "p",
        "a"
      ],
      [
        "e",
        "s"
      ],
      [
        "i",
        "s"
      ],
      [
        "t",
        "e"
      ],
      [
        "a",
        "d"
      ],
      [
        "i",
        "n"
      ],
      [
        "re",
        "ad"
      ],
      [
        "pa",
        "th"
      ],
      [
        "'",
        ")"
      ],
      [
        "=",
        "'"
      ],
      [
        "_",
        "f"
      ],
      [
        "e",
        "m"
      ],
      [
        "j",
        "s"
      ],
      [
        "o",
        "l"
      ],
      [
        "q",
        "u"
      ],
      [
        "s",
        "yst"
      ],
      [
        "re",
        "s"
      ],
      [
        "to",
        "ol"
      ],
      [
        "il",
        "e"
      ],
      [
        "read",
        "_f"
      ],
      [
        "')",
        "]"
      ],
      [
        "js",
        "on"
      ],
      [
        "syst",
        "em"
      ],
      [
        "read_f",
        "ile"
      ],
      [
        "i",
        "r"
      ],
      [
        "i",
        "t"
      ],
      [
        "p",
        "r"
      ],
      [
        "th",
        "is"
      ],
      [
        "pr",
        "o"
      ],
      [
        "e",
        "d"
      ],
      [
        "i",
        "c"
      ],
      [
        "y",
        "ou"
      ],
      [
        "0",
        "0"
      ],
      [
        "I",
        "s"
      ],
      [
        "W",
        "il"
      ],
      [
        "d",
        "s"
      ],
      [
        "e",
        "r"
      ],
      [
        "m",
        "yst"
      ],
      [
        "p",
        "on"
      ],
      [
        "u",
        "c"
      ],
      [
        "re",
        "al"
      ],
      [
        "st",
        "s"
      ],
      [
        "in",
        "qu"
      ],
      [
        "res",
        "pon"
      ],
      [
        "ir",
        "y"
      ],
      [
        "ic",
        "al"
      ],
      [
        "you",
        "r"
      ],
      [
        "Wil",
        "l"
      ],
      [
        "myst",
        "ical"
      ],
      [
        "real",
        "m"
      ],
      [
        "inqu",
        "iry"
      ],
      [
        "respon",
        "ds"
      ],
      [
        "c",
        "es"
      ],
      [
        "n",
        "o"
      ],
      [
        "u",
        "l"
      ],
      [
        "a",
        "te"
      ],
      [
        "l",
        "o"
      ],
      [
        "l",
        "y"
      ],
      [
        "o",
        "r"
      ],
      [
        "ces",
        "s"
      ],
      [
        "a",
        "y"
      ],
      [
        "c",
        "e"
      ],
      [
        "l",
        "l"
      ],
      [
        "l",
        "ate"
      ],
      [
        "s",
        "ay"
      ],
      [
        "0",
        "1"
      ],
      [
        "0",
        "2"
      ],
      [
        "0",
        "m"
      ],
      [
        "1",
        "5"
      ],
      [
        "2",
        "5"
      ],
      [
        "2",
        "02"
      ],
      [
        "9",
        "5"
      ],
      [
        "A",
        "ll"
      ],
      [
        "S",
        "h"
      ],
      [
        "_",
        "res"
      ],
      [
        "a",
        "c"
      ],
      [
        "a",
        "n"
      ],
      [
        "a",
        "in"
      ],
      [
        "c",
        "y"
      ],
      [
        "d",
        "e"
      ],
      [
        "d",
        "uc"
      ],
      [
        "e",
        "v"
      ],
      [
        "e",
        "sts"
      ],
      [
        "g",
        "o"
      ],
      [
        "g",
        "s"
      ],
      [
        "h",
        "i"
      ],
      [
        "i",
        "on"
      ],
      [
        "l",
        "d"
      ],
      [
        "n",
        "cy"
      ],
      [
        "o",
        "d"
      ],
      [
        "o",
        "f"
      ],
      [
        "p",
        "er"
      ],
      [
        "p",
        "95"
      ],
      [
        "s",
        "s"
      ],
      [
        "s",
        "uc"
      ],
      [
        "t",
        "s"
      ],
      [
        "t",
        "he"
      ],
      [
        "t",
        "ion"
      ],
      [
        "w",
        "or"
      ],
      [
        "y",
        "es"
      ],
      [
        "re",
        "qu"
      ],
      [
        "st",
        "_res"
      ],
      [
        "ou",
        "ld"
      ],
      [
        "pa",
        "ss"
      ],
      [
        "te",
        "sts"
      ],
      [
        "te",
        "st_res"
      ],
      [
        "read",
        "y"
      ],
      [
        "pro",
        "cess"
      ],
      [
        "pro",
        "duc"
      ],
      [
        "00",
        "0"
      ],
      [
        "ul",
        "ts"
      ],
      [
        "lo",
        "gs"
      ],
      [
        "ce",
        "ed"
      ],
      [
        "late",
        "ncy"
      ],
      [
        "0m",
        "s"
      ],
      [
        "25",
        "0ms"
      ],
      [
        "202",
        "4"
      ],
      [
        "Sh",
        "ould"
      ],
      [
        "ac",
        "hi"
      ],
      [
        "ev",
        "es"
      ],
      [
        "go",
        "od"
      ],
      [
        "per",
        "f"
      ],
      [
        "wor",
        "k"
      ],
      [
        "requ",
        "ests"
      ],
      [
        "test_res",
        "ults"
      ],
      [
        "process",
        "ed"
      ],
      [
        "produc",
        "tion"
      ],
      [
        "achi",
        "eves"
      ],
      [
        ":",
        "!"
      ],
      [
        "b",
        "al"
      ],
      [
        "c",
        "r"
      ],
      [
        "e",
        "al"
      ],
      [
        "p",
        "ir"
      ],
      [
        "s",
        "pir"
      ],
      [
        "v",
        "eal"
      ],
      [
        "re",
        "veal"
      ],
      [
        "yst",
        "al"
      ],
      [
        "it",
        "s"
      ],
      [
        "bal",
        "l"
      ],
      [
        "cr",
        "ystal"
      ],
      [
        "spir",
        "its"
      ],
      [
        "reveal",
        "s"
      ],
      [
        "a",
        "g"
      ],
      [
        "f",
        "ul"
      ],
      [
        "i",
        "g"
      ],
      [
        "ou",
        "t"
      ],
      [
        "no",
        "t"
      ],
      [
        "ag",
        "ain"
      ],
      [
        ":",
        "."
      ],
      [
        "🔮",
        "!"
      ],
      [
        "A",
        "s"
      ],
      [
        "I",
        "t"
      ],
      [
        "M",
        "y"
      ],
      [
        "O",
        "u"
      ],
      [
        "Y",
        "es"
      ],
      [
        "b",
        "e"
      ],
      [
        "b",
        "t"
      ],
      [
        "c",
        "t"
      ],
      [
        "c",
        "on"
      ],
      [
        "c",
        "or"
      ],
      [
        "d",
        "ou"
      ],
      [
        "h",
        "t"
      ],
      [
        "i",
        "de"
      ],
      [
        "n",
        "t"
      ],
      [
        "o",
        "k"
      ],
      [
        "p",
        "ly"
      ],
      [
        "r",
        "ig"
      ],
      [
        "s",
        "o"
      ],
      [
        "s",
        "w"
      ],
      [
        "t",
        "in"
      ],
      [
        "t",
        "lo"
      ],
      [
        "u",
        "e"
      ],
      [
        "✨",
        "!"
      ],
      [
        "re",
        "ct"
      ],
      [
        "pro",
        "ceed"
      ],
      [
        "no",
        "w"
      ],
      [
        "cess",
        "ful"
      ],
      [
        "an",
        "sw"
      ],
      [
        "suc",
        "ceed"
      ],
      [
        "suc",
        "cessful"
      ],
      [
        "Ou",
        "tlo"
      ],
      [
        "con",
        "tin"
      ],
      [
        "cor",
        "rect"
      ],
      [
        "dou",
        "bt"
      ],
      [
        "ide",
        "a"
      ],
      [
        "rig",
        "ht"
      ],
      [
        "answ",
        "er"
      ],
      [
        "Outlo",
        "ok"
      ],
      [
        "contin",
        "ue"
      ],
      [
        "🌟",
        "!"
      ],
      [
        "🌟",
        "."
      ],
      [
        "✨",
        "."
      ],
      [
        "🔮",
        "."
      ],
      [
        "B",
        "e"
      ],
      [
        "C",
        "on"
      ],
      [
        "C",
        "an"
      ],
      [
        "D",
        "on"
      ],
      [
        "M",
        "o"
      ],
      [
        "R",
        "e"
      ],
      [
        "S",
        "ig"
      ],
      [
        "V",
        "er"
      ],
      [
        "W",
        "i"
      ],
      [
        "Y",
        "ou"
      ],
      [
        "a",
        "s"
      ],
      [
        "a",
        "z"
      ],
      [
        "c",
        "i"
      ],
      [
        "c",
        "ou"
      ],
      [
        "c",
        "er"
      ],
      [
        "d",
        "ed"
      ],
      [
        "d",
        "ic"
      ],
      [
        "e",
        "e"
      ],
      [
        "e",
        "ly"
      ],
      [
        "f",
        "in"
      ],
      [
        "h",
        "az"
      ],
      [
        "i",
        "k"
      ],
      [
        "i",
        "te"
      ],
      [
        "l",
        "ik"
      ],
      [
        "m",
        "ay"
      ],
      [
        "n",
        "s"
      ],
      [
        "o",
        "in"
      ],
      [
        "p",
        "re"
      ],
      [
        "p",
        "oin"
      ],
      [
        "r",
        "y"
      ],
      [
        "r",
        "ces"
      ],
      [
        "r",
        "ate"
      ],
      [
        "s",
        "ou"
      ],
      [
        "s",
        "ee"
      ],
      [
        "t",
        "te"
      ],
      [
        "t",
        "ain"
      ],
      [
        "t",
        "ry"
      ],
      [
        "re",
        "ly"
      ],
      [
        "re",
        "ply"
      ],
      [
        "th",
        "out"
      ],
      [
        "te",
        "ll"
      ],
      [
        "ce",
        "nt"
      ],
      [
        "late",
        "r"
      ],
      [
        "an",
        "d"
      ],
      [
        "de",
        "ci"
      ],
      [
        "de",
        "fin"
      ],
      [
        "As",
        "k"
      ],
      [
        "doubt",
        "ful"
      ],
      [
        "Be",
        "tte"
      ],
      [
        "Con",
        "cent"
      ],
      [
        "Can",
        "not"
      ],
      [
        "Mo",
        "st"
      ],
      [
        "Re",
        "ply"
      ],
      [
        "Sig",
        "ns"
      ],
      [
        "Ver",
        "y"
      ],
      [
        "Wi",
        "thout"
      ],
      [
        "as",
        "k"
      ],
      [
        "cou",
        "nt"
      ],
      [
        "cer",
        "tain"
      ],
      [
        "ded",
        "ly"
      ],
      [
        "dic",
        "t"
      ],
      [
        "haz",
        "y"
      ],
      [
        "ite",
        "ly"
      ],
      [
        "lik",
        "ely"
      ],
      [
        "pre",
        "dict"
      ],
      [
        "poin",
        "t"
      ],
      [
        "sou",
        "rces"
      ],
      [
        "deci",
        "dedly"
      ],
      [
        "defin",
        "itely"
      ],
      [
        "Bette",
        "r"
      ],
      [
        "Concent",
        "rate"
      ]
    ]
  }
}